import '../components/AboutUsStyles.css';

function AboutUs() {
  return (
    <div className="about-container">
      <h1>Our History</h1>
      <p>
        우리의 여정은 한국의 숨은 명소를 탐험하는 열정에서 시작되었습니다. 여행
        애호가들에 의해 설립된 우리는 항상 한국의 독특한 매력을 가진 잘 알려지지
        않은 여행지를 발굴하고 공유하는 것을 사명으로 삼아왔습니다. 오늘날
        사랑愛에 더하다는 여형객들에게 영감을 주고 안내하며, 모든 여행이 잊지
        못할 경험이 되도록 돕고 있습니다.
      </p>
      <h1>Our Mission</h1>
      <p>
        우리의 사명은 여행자들이 한국의 숨은 명소를 쉽게 찾아볼 수 있도록 돕는
        것입니다. 우리는 상세한 가이드, 인사이더 팁, 그리고 영감을 주는 이야기를
        제공하여 잊지 못할 여행을 만들 수 있는 여행 블로그 웹사이트를 만들고자
        합니다. 잘 알려지지 않은 여행지를 소개함으로써, 우리는 여행 경험을
        풍부하게 하고 지역 사회를 지원하고자 합니다.
      </p>
      <h1>Our Vision</h1>
      <p>
        우리는 상세한 가이드와 인사이더 팁을 제공할 뿐만 아니라 열정적인
        여행자들의 커뮤니티를 형성하는 포괄적인 여행 블로그를 만들고자 합니다.
        잘 알려지지 않은 여행지를 강조함으로써, 우리는 사용자들의 여행 경험을
        풍부하게 하고 지역 사회의 지속 가능한 발전에 기여하고자 합니다. 모든
        여행자가 한국의 독특하고 아름다운 장소를 쉽게 접근하고 탐험할 수 있는
        미래를 꿈꿉니다.
      </p>
    </div>
  );
}

export default AboutUs;
